<template>
  <div class="home_different">
    <img src="@/assets/imgs/home/banner1.jpg" alt="" />
    <div class="different_center">
      <h2>我们不是经济型酒店</h2>
      <p>国际青年旅舍不是经济型酒店，我们提倡：</p>
      <p>文化交流：在旅舍公共空间，与来自世界各地的青年人畅聊人生</p>
      <p>社会责任：每个人都是社会的一份子，都应认识并肩负起自己的责任</p>
      <p>实践环保：环境保护从我做起，从点滴小事做起</p>
      <p>爱护大自然：人类与自然荣辱与共，我们与世界万物和谐共存</p>
      <p>简朴而高素质生活：幸福生活不是铺张享受，而是可持续</p>
      <p>自助及助人：我们鼓励在自助和互助中学习和成长</p>
      <table style="width: 700px">
        <tr>
          <td></td>
          <td>国际青年旅舍</td>
          <td>商务宾馆/酒店/招待所</td>
        </tr>
        <tr>
          <td>经营理念</td>
          <td>
            通过旅舍服务，鼓励世界各国青少年，尤其是那些条件有限的青年人，认识及关心大自然，发掘和欣赏世界各地的城市与乡村的文化价值，并提倡在不分种族、国籍、肤色、宗教、性别、阶级和政见的旅舍活动中促进世界青年间的相互了解。
          </td>
          <td>"顾客就是上帝"，或无明确理念。</td>
        </tr>
        <tr>
          <td>经营目标</td>
          <td>
            1、推广"读万卷书，行万里路"的教育理念，寓教于游，寓教于乐，以轻松的形式将文化与传统的精华通过潜默化，引导青年自助及助人；
            2、培育青年的社会意识、个人意识、文化意识、对多元文化的包容意识、环保意识；3、获取相对较低的合理利润。
          </td>
          <td>获得最大利润。</td>
        </tr>
        <tr>
          <td>网络及品牌</td>
          <td>
            1、网络覆盖100多个国家和地区；
            2、品牌有近百年历史，已在70多个国家注册，并适用于加入马德里条约的所有国家；
            3、其品牌在世界特别是在青年人中享有极高声誉。
            4、目前，国际青年旅舍联盟已在中国大陆完成了相关品牌的注册，其品牌、商标等受中国相关法律的保护。
          </td>
          <td>
            1、各自为阵，或网络松散，或覆盖面小；
            2、高档品牌网络范围窄，使用者数量少；中低档品牌目前大多为地区性品牌，缺乏国际知名品牌。
          </td>
        </tr>
        <tr>
          <td>目标市场</td>
          <td>
            1、青年人，特别是青年学生（包括团体）； 2、背包旅游者； 3、家庭。
          </td>
          <td>商务客、度假客，或无明确目标市场。</td>
        </tr>
        <tr>
          <td>提供服务</td>
          <td>
            1、服务对象主要以会员为主；
            2、除提供住宿及餐饮服务外，还组织丰富多彩的会员活动及文化交流活动；
            3、配合教育部门、青年组织、旅游部门以及有关户外、环保等俱乐部开展活动；
            4、提供自助游咨询服务；
            5、其国际订位系统（hihostel.com）为会员提供世界各主要城市的旅舍预订服务；
            6、代售国际青年旅舍会员卡。
            总之，青年旅舍提供的不单是一个床位，而是一个给青年人背包走天下，增长见识，锻炼自我，广结良朋，了解文化差异的机会。
          </td>
          <td>
            1、主要以提供住宿、餐饮及商务配套复务为主；
            2、无统一会员体系及定位网络。
          </td>
        </tr>
        <tr>
          <td>质量监控</td>
          <td>
            1、IYHF及各国家（地方）协会制定关于旅舍硬件及服务的统一标准；
            2、IYHF及地方协会定期进行年审、暗访及抽样检查；
            3、IYHF通过各加盟旅舍派发国际免邮资意见卡；
            4、IYHF定期进行国际会员意见调查，并向协会和旅舍反馈。
            5、IYHF定期进行国际会员意见调查，并向协会和旅舍反馈。各国代表机构亦通过多种渠道收集用户反馈和意见建议。
          </td>
          <td>
            星级酒店由国家和地方旅游部门进行年审；其它酒店或招待所无系统和统一的质量监控体系。
          </td>
        </tr>
        <tr>
          <td>宣传促销</td>
          <td>
            1、通过覆盖全球的IYHF网络，并用英、德、法、西四国文字进行宣传；
            2、会员国间的网页及会员刊物的相互介绍；通过会员口碑进行宣传；
            3、通过多种新媒体平台进行宣传和推广。
          </td>
          <td>
            1、无覆盖全球的宣传促销网络；
            2、促销手段一般通过旅游广告、宣传手册、旅游交易会等促销活动进行宣传促销。
          </td>
        </tr>
        <tr>
          <td>价　　格</td>
          <td>便易实惠，持会员卡入住全球YHA青年旅舍还可享受10%的优惠。</td>
          <td>价格较高，价格随行就市波动大</td>
        </tr>
      </table>
    </div>
  </div>
</template>

<script>
export default {
  name: 'HomeDifferent'
};
</script>

<style lang="scss" scoped>
.home_different {
  width: 100%;
  .different_center {
    display: flex;
    flex-direction: column;
    align-items: center;
    width: 1200px;
    margin: 0 auto;
    p {
      padding: 15px 40px;
    }
    table {
      tr:nth-child(1) {
        height: 20px;
        background-color: rgb(217, 235, 241);
      }
      tr:nth-child(odd) {
        background-color: #ccc;
      }
      tr {
        td:nth-child(1) {
          width: 90px;
          height: 95px;
          padding-left: 10px;
          line-height: 90px;
        }
        td:nth-child(2) {
          width: 400px;
          height: 95px;
          padding: 5px 5px 0 10px;
        }
        td:nth-child(3) {
          padding: 0 5px;
        }
      }
    }
  }
}
</style>